// 证书数据库 - 存储所有企业信息
const certDatabase = [
  {
    company: "北京汇众金海建筑材料有限公司",
    certId: "HQLS202423205",
    info: {
      category: "T/CECS 10048-2019《绿色建材评价——预拌砂浆》",
      status: "有效",
      scope: [
        "抹灰砂浆", "地面砂浆", "连锁砌块粘结剂", 
        "干拌混凝土", "保温砂浆", "聚合物抗裂砂浆",
        "瓷砖粘结剂", "粉刷石膏", "防水石膏",
        "耐水腻子", "轻质抹灰石膏", "石膏自流平",
        "天然石粉涂料",  "外墙柔性腻子", "玻化砖粘结剂",
        "干粉界面剂", "聚合物防水砂浆", "轻集料混凝土",
        "加气混凝土砌块专用粘接砂浆", "金刚砂耐磨硬化剂。"
      ],
      issueDate: "2024年12月08日",
      expiryDate: "2027年12月07日"
    }
  },
  // 在此下方添加新企业
  {
    company: "北京世纪美雅商贸有限公司",
    certId: "HQLS202423235",
    info: {
      category: "T/CECS 10048-2019《绿色建材评价预拌砂浆》",
      status: "有效",
      scope: [
        "聚合物抗裂砂浆", "聚合物粘接砂浆", "瓷砖粘接剂", 
        "玻化砖粘接剂", "抹灰砂浆", "砌筑砂浆",
        "地面砂浆", "干粉界面剂", "保温砂浆。"
      ],
      issueDate: "2024年12月08日",
      expiryDate: "2027年12月07日"
    }
  },
  // 在此下方添加新企业
  {
    company: "北京世纪美雅商贸有限公司",
    certId: "HQLS202423204",
    info: {
      category: "T/CECS 10039-2019《绿色建材评价墙面涂料》",
      status: "有效",
      scope: [
        "粉刷石膏", "轻质抹灰石膏", "嵌缝石膏", 
        "高强石膏", "外墙柔性腻子", "耐水腻子",
        "环保腻子。"
      ],
      issueDate: "2024年12月08日",
      expiryDate: "2027年12月07日"
    }
  }
];










